Repository: common-repository/profpanda-hidden-things
Catalog: languages/profpanda-*.po
Languages: pt_br

source: <span class="loginscreen">Login Screen</span>
pt_br: <span class="loginscreen">Tela de Login</span>

source: <span class="dash">Dashboard</span>
pt_br: <span class="dash">Página Inicial</span>

source: Price
pt_br: Preço

source: Buy Button
pt_br: Botão Comprar

source: Redirection on Buy Button
pt_br: Redirecionamento do botão Comprar

source: Page to Redirect
pt_br: Página para redirecionar

source: Login Logo
pt_br: Logo do Login

source: Admin Footer Text
pt_br: Texto do Rodapé do Admin

source: Login Form Background
pt_br: Fundo do Formulário de Login

source: Login Form Label Color
pt_br: Cor do Rótulo do Formulário de Login

source: Login Form button text Color
pt_br: Cor do Texto do botão do Formulário de Login

source: Login Form button shadow Color
pt_br: Cor da Sombra do botão do Formulário de Login

source: Login Form button border Color
pt_br: Cor da Borda do Botão do Formulário de Login

source: Login Form button background Color
pt_br: Cor de fundo do botão do Formulário de Login

source: Dashboard Plugins
pt_br: Plugins

source: User Library
pt_br: Biblioteca de Midia

source: Hide Admin Bar
pt_br: Ocultar Barra de Admin

source: Dashboard Recent Comments
pt_br: Comentários Recentes

source: Dashboard Primary Area
pt_br: Área Principal

source: Dashboard Secondary Area
pt_br: Área Secundária

source: Dashboard Incoming Links
pt_br: Entrada de Links

source: Dashboard Right Now
pt_br: Agora

source: Dashboard Quick Press
pt_br: Rascunho rápido

source: Dashboard Activity
pt_br: Atividade

source: Hide price and/or buy button when user are not logged.
pt_br: Ocultar preço e/ou botão comprar quando usuário não estiver logado.

source: Change options in Login screen.
pt_br: Modificar opções na Tela de Login.

source: Hide elements in Dashboard.
pt_br: Ocultar elementos na Página Inicial.

source: Hide
pt_br: Ocultar

source: Show
pt_br: Mostrar

source: Hide the product price if user are not logged.
pt_br: Ocultar o preço do produto se o usuário não estiver logado.

source: Hide the buy button if user are not logged.
pt_br: Ocultar o botão comprar se o usuário não estiver logado.

source: Redirect user to default login page if not logged when the Add to Cart Button is hit.
pt_br: Redireciona o usuário para a páigna padrão de login se ele não estiver logado quando pressionar o botão Comprar.

source: Select the page to redirect after Add to Cart button is hit.
pt_br: Selecione a página para redirecionar após clicar no botão Comprar.

source: Enter the Logo URL you want to use in the Login screen.
pt_br: Inserir a URL do Logo que você deseja usar na tela de Login.

source: Enter the text to be show in the admin footer.
pt_br: Inserir o texto que será mostrado no rodapé da tela de Admin

source: Form Login Background
pt_br: Cor de fundo do Formulário de Login

source: Choose the color to Login Form Background.
pt_br: Escolha a cor de fundo para o Formulário de Login

source: Text Color
pt_br: Cor do Texto

source: Choose the color to the text of the Form Login.
pt_br: Escolha a cor para o texto do Formulário de Login

source: Button Text
pt_br: Texto do Botão

source: Choose the color to the button text of the Form Login.
pt_br: Escolha a cor para o texto do botão do Formulário de Login

source: Button Shadow
pt_br: Sombra do Botão

source: Choose the color to the button shadow of the Form Login.
pt_br: Escolha a cor da sombra do botão do Formulário de Login

source: Button Border
pt_br: Borda do Botão

source: Choose the color to the button border of the Form Login.
pt_br: Escolha a cor para a borda do botão do Formulário de Login

source: Button Background
pt_br: Cor de fundo do Botão

source: Choose the color to the button background of the Form Login.
pt_br: Escolha a cor para o fundo do botão do Formulário de Login

source: Users can see only the Midia they upload.
pt_br: Usuários só podem ver a Midia que tiverem feito o upload.

source: Hide upper admin bar to users that are not admin or editor.
pt_br: Ocultar a barra superior do admin para usuários que não seja Admin ou Editor

source: Hide the Dasboard Plugin area.
pt_br: Ocultar os Plugins da Página Inicial

source: Hide the Dasboard Recent Comments area.
pt_br: Ocultar os Comentários Recentes da Página Inicial

source: Hide the Dasboard Primary area.
pt_br: Ocultar a Área Principal da Página Inicial

source: Hide the Dasboard Secondary area.
pt_br: Ocultar a Área Secundária da Página Inicial

source: Hide the Dasboard Incoming Links area.
pt_br: Ocultar a Entrada de Links da Página Inicial

source: Hide the Dasboard Right Now area.
pt_br: Ocultar o Agora da Página Inicial

source: Hide the Dasboard Quick Press area.
pt_br: Ocultar o Rascunho rápido da Página Inicial

source: Hide the Dasboard Activity area.
pt_br: Ocultar a Atividade da Página Inicial

source: Save Settings
pt_br: Salvar Configurações
